syllabus.tex
% Created 2022-12-26 lun 21:21
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{parskip}
\usepackage[letterpaper,margin=20mm]{geometry}
\usepackage{longtable}
\usepackage{titling}
\setlength{\droptitle}{-80px}
%\posttitle{\vskip -60px}
\date{}
\title{Syllabus}
\hypersetup{
 pdfauthor={Ramiro James Rebolledo Cormack},
 pdftitle={Syllabus},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.3)}, 
 pdflang={English}}
\begin{document}

\maketitle

\vspace{-60px}

\section*{Programa de Asignatura}
\label{sec:org17a7731}

\section{Información básica}
\label{sec:org5356385}
Unidad académica responsable: [ingrese aquí]

Carrera: [ingrese aquí]

Ámbitos de desempeño: [ingrese aquí]
\section{Identificación}
\label{sec:org2feff26}

\begin{center}
\begin{tabular}{|l|l|l|l|}
\hline
\multicolumn{4}{|l|}{Nombre de la asignatura:} \\
\hline
Código: & Crédito UdeC: & Créditos SCT: & \\
\hline
\multicolumn{4}{|l|}{Prerrequisitos:} \\
\hline
Modalidad: & Calidad: & Duración: & \\
 & & & \\
\hline
\multicolumn{4}{|l|}{Semestre en el plan de estudio:} \\
\hline
\multicolumn{4}{|l|}{Nombre de los cursos asociados a la asignatura:} \\
\hline
\multicolumn{4}{|l|}{Trabajo académico:} \\
\hline
Horas teóricas: & Horas prácticas: & Horas de laboratorio: & Horas de trabajo autónomo \\
 & & & de cada estudiante: \\
\hline
\end{tabular}
\end{center}

\section{Descripción}
\label{sec:org46bd365}
[En un párrafo, escriba sobre aspectos fundamentales de la asignatura, ofreciendo una contextualización de esta. Explique de qué manera el objetivo de la asignatura contribuye al desarrollo de competencias disciplinares y macrocompetencias genéricas que conforman el perfil de egreso de la carrera].

\section{Competencias}
\label{sec:org045ea64}
[Enumere las competencias del perfil de egreso o del perfil intermedio1 a las que tributan los resultados de aprendizaje desarrollados en la asignatura].

\section{Resultados de Aprendizaje}
\label{sec:org5a62056}
[Explicite los resultados de aprendizaje que se espera que los y las estudiantes logren desarrollar para aprobar la asignatura.

Aquí, puede agregar como máximo un resultado de aprendizaje asociado a una competencia que no aparezca especificada en el programa de la asignatura. Esto, sin embargo, debe ser revisado y autorizado por la o el jefe de departamento correspondiente, quien corroborará que el resultado de aprendizaje incorporado no es abordado en otra asignatura. Además, es necesario tener en cuenta que esta excepción es un indicador de que el plan de estudios al cual pertenece la asignatura requiere una evaluación o rediseño curricular].

\section{Contenidos}
\label{sec:org3918249}
[Lista de contenidos fundamentales de la asignatura. Corresponden a los conceptos básicos de la disciplina abordados en la asignatura. Son considerados necesarios y suficientes para el logro de los resultados de aprendizaje comprometidos en la sección V

Aquí, puede agregar como máximo un contenido asociado a una competencia que no aparezca especificada en el programa de la asignatura. Esto, sin embargo, debe ser revisado y autorizado por la o el jefe de departamento correspondiente, quien corroborará que el contenido incorporado no es abordado en otra asignatura. Además, es necesario tener en cuenta que esta excepción es un indicador de que el plan de estudios al cual pertenece la asignatura requiere una evaluación o rediseño curricular].

\section{Metodología}
\label{sec:org99ee960}

[Procedimientos y técnicas que posibilitan la sistematización y organización del proceso de enseñanza que permitan alcanzar el logro de los resultados de aprendizaje].

\section{Evaluación}
\label{sec:org8f5b5f0}
[Mencionar las instancias evaluativas por medio de las cuales se verificará el nivel de logro alcanzado por los y las estudiantes, respecto de los resultados de aprendizaje. Ejemplos de instancias evaluativas son: certamen y presentación oral, Además, se debe indicar aquí la ponderación respectiva de cada evaluación]. 

\section{Evidencias}
\label{sec:org19e46f8}
Obligatorio sólo para asignaturas integradoras, opcional para otras asignaturas.

[Indicar evidencias por medio de las cuales serán evaluadas las competencias. Ejemplos de evidencias son: portafolio, ensayo, método de caso, entre otras]. 

\section{Bibliografía}
\label{sec:org7b42fd5}
[Indicar dos textos de lectura obligatoria y un texto de lectura complementaria, según el siguiente formato:

Apellido, inicial primer nombre. (Año publicación). Título del libro. Lugar edición: Editorial.].

\section{Lineamientos Institucionales}
\label{sec:org9f37218}
\begin{itemize}
\item Universidad interdisciplinaria de impacto nacional con proyección internacional
\item Innovación para la excelencia
\item Comunidad comprometida con la inclusión y la equidad de género
\item Desarrollo sustentable de la institución.
\end{itemize}

\section{Planificación}
\label{sec:orgf855c48}
Siguiendo el ejemplo de la tabla, indique el conjunto de actividades de enseñanza/aprendizaje que se desarrollarán durante el periodo lectivo en que se impartirá la asignatura. Considere las clases expositivas, evaluaciones, talleres, prácticos, visitas a terreno, entre otros. Tome en cuenta las actividades a desarrollar con presencia del profesor, así como el trabajo autónomo por parte del estudiantado. Vincule cada actividad con el o los resultados de aprendizaje indicados en la sección V. Verifique que ha diseñado actividades de aprendizaje y evaluación para todos ellos.


{\scriptsize
\begin{center}
\begin{tabular}{|l|l|l|l|l|l|l|l|}
\hline
Semana & Competencia & Resultados & Contenidos & Actividad de & Evaluación & Responsable & Horas de \\
 & & de & & aprendizaje & & & trabajo \\
 & & Aprendizaje & & & & & académico \\
\hline
(Indicar & (Escribir las & (Señalar el & (Indicar explícitamente los & (Describir la & (Describir & (Señalar a los & (Considerar \\
número & competencias & resultado de & contenidos qu serán abordados & actividad, teórica o & brevemente la & responsables & horas \\
de & vinculadas a & aprendizaje & en la clase) & práctica, por medio & isntancia & de la sesión. & teóricas, \\
semana) & los & abordado en & & de la cual se & evaluativa, & Por ejemplo: & prácticas, \\
 & resultados de & la clase) & & modelará el & indicando su & docente, & laboratorios \\
 & aprendizaje & & & contenido) & carácter. Por & docente-estu- & y trabajo \\
 & que se & & & & ejemplo: & diante, o & autónomo) \\
 & aboradarán & & & & Diagnóstica, & estudiante & \\
 & durante la & & & & formativa o & & \\
 & semana) & & & & sumativa) & & \\
 & & & & & & & \\
 & & & & & & & \\
\hline
 & & & & & & & \\
\hline
 & & & & & & & \\
\hline
\end{tabular}
\end{center}
}


\section{Datos de Contacto}
\label{sec:org6ba0b64}
[Mencione aquí el nombre de la o el docente, los datos de contacto; horarios de: actividades, docencia directa y de atención a estudiantado; datos de contacto de personas que puedan prestar ayuda a los y las estudiantes].

\section{Requisitos de la Asignatura}
\label{sec:orgcbdb8fc}
[Mencionar aquí aspectos normativos internos relacionados con: laboratorios, prácticas y salidas a terreno; comportamiento; horario de ingreso; y especificaciones sobre requisitos de asistencia].

\section{Recursos de Aprendizaje}
\label{sec:org3f19603}
[Escribir aquí toda bibliografía fundamental y complementaria, linkografía, videos, y cualquier otro recurso de aprendizaje necesario para el desarrollo de la asignatura]. 
\end{document}